// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "裝置資訊";

HSDModelLabel = "型號：";
HSDConnTypeLabel = "連線類型：";
HSDServiceLabel = "服務 ID：";
HSDFWLabel = "FW 版本：";
HSDSNLabel = "序號︰";
HSDDuplexerLabel = "雙面列印模組：";
HSDDriverLabel = "驅動程式版本：";
HSDProdNumLabel = "產品編號：";
HSDIPAddrLabel = "IP 位址：";
HSDMessageLabel = "按一下下列的「列印設定頁面」按鈕以列印有關目前選取印表機的資訊。";
HSDPrintButton = "列印設定頁面";

NoPrintTitle = "無法列印設定頁面";
NoPrintMsg = "請檢查您的印表機已經連線且開啟並再試一次。";
PrintingProgressTitle = "設定頁面列印中…";
PageViewButtonTitle = "檢視設定頁面";
PageViewMessage = "按一下下列的「檢視設定頁面」按鈕以檢視有關目前所選印表機的資訊。";
DuplexInstalled = "已安裝";
DuplexNotInstalled = "未安裝";
SomePenErrorMessage = "有一個墨水匣似乎遺失、未偵測到或者未正確安裝。未安裝全部墨匣，無法進行列印。";

HSDEmptyValueString = "不明";

HSDIKNumberLabel = "IK 號碼：";

Wired = "有線";
Wireless = "無線";

HSDAllInkUsageLabel = "總墨水用量:";
HSDHPInkUsageLabel = "HP 墨水用量:";
milliliters = "毫升";
microliters = "微升";

SomePenErrorMessagePigment = "墨水匣看似遺失、未被偵測到，或是安裝不正確。未安裝所有墨水匣的情況下，無法執行列印。";
HSDAllInkUsageLabelPigment = "顏料總使用量:";
HSDHPInkUsageLabelPigment = "HP 顏料使用量:";